2gua.rainbow-brackets
AndersEAndersen.html-class-suggestions
Compulim.compulim-vscode-closetag
DSKWRK.vscode-generate-getter-setter
DSnake.java-debug
DavidAnson.vscode-markdownlint
DevonDCarew.bazel-code
DotJoshJohnson.xml
EditorConfig.EditorConfig
GrapeCity.gc-excelviewer
GregorBiswanger.json2ts
HookyQR.beautify
IBM.output-colorizer
Ikuyadeu.r
Ionide.Ionide-FAKE
Ionide.Ionide-fsharp
Ionide.Ionide-Paket
James-Yu.latex-workshop
JerryHong.autofilename
Kasik96.swift
KnisterPeter.vscode-github
Orta.vscode-react-native-storybooks
PKief.material-icon-theme
Perkovec.emoji
PeterJausovec.vscode-docker
RolandGreim.sharecode
Rubymaniac.vscode-paste-and-indent
Shan.code-settings-sync
TimonVS.ReactSnippetsStandard
Tyriar.sort-lines
UCL.haskelly
Unity.unity-debug
WallabyJs.quokka-vscode
Zignd.html-css-class-completion
abadi199.elm-format
abhi18av.alda-vscode
abusaidm.html-snippets
alechp.react-toolbox-snippets
alefragnani.Bookmarks
alefragnani.project-manager
alexdima.copy-relative-path
anseki.vscode-color
austin.code-gnu-global
avli.clojure
bajdzis.vscode-database
bibhasdn.git-easy
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
codezombiech.gitignore
cssho.vscode-svgviewer
daltonjorge.scala
dbaeumer.vscode-eslint
deerawan.vscode-dash
devCAT.lua-debug
diniremix.vscode-coffeescript-snippets
dkundel.vscode-new-file
donjayamanne.githistory
donjayamanne.javadebugger
donjayamanne.python
dracula-theme.theme-dracula
dragos.scala-lsp
drewbarrett.vscode-coffeescript-preview
eamodio.gitlens
ecmel.vscode-html-css
eg2.tslint
eg2.vscode-npm-script
eriklynd.json-tools
esbenp.prettier-vscode
felipecaputo.git-project-manager
filipw.scriptcsRunner
fknop.vscode-npm
flowtype.flow-for-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
freebroccolo.reasonml
g3ortega.crystal
gamunu.vscode-yarn
ginie.pug2html
goessner.mdmath
hackwaly.ocaml
hbenl.vscode-firefox-debug
hoovercj.vscode-ghc-mod
humao.rest-client
idleberg.emoji-code
idleberg.icon-fonts
ionutvmi.path-autocomplete
jakob101.RelativePath
jamesnorton.continuum
jasonn-porch.gitlab-mr
jchannon.csharpextensions
jinmingjian.sde
joelday.docthis
julialang.language-julia
justusadam.language-haskell
k--kato.docomment
kalitaalexey.vscode-rust
keyring.Lua
krizzdewizz.refactorix
lkytal.pomodoro
lukasz-wronski.ftp-sync
lukehoban.Go
magicstack.MagicPython
mathiasfrohlich.latexcompile
mattn.Runner
medzhidov.font-awesome-codes-html
michelemelluso.gitignore
minhthai.vscode-todo-parser
misogi.ruby-rubocop
mitaki28.vscode-clang
mkaufman.HTMLHint
mohsen1.prettify-json
mrmlnc.vscode-attrs-sorter
mrmlnc.vscode-autoprefixer
mrmlnc.vscode-jade-snippets
mrmlnc.vscode-pugbeautify
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.mono-debug
ms-vscode.PowerShell
ms-vscode.Theme-MarkdownKit
ms-vscode.Theme-MaterialKit
msjsdiag.debugger-for-chrome
narma.vscode-parinfer
naumovs.color-highlight
nwolverson.ide-purescript
nwolverson.language-purescript
pmneo.tsimporter
qinjia.view-in-browser
rbbit.typescript-hero
rebornix.Ruby
redhat.java
richie5um2.vscode-sort-json
rubbersheep.gi
ryu1kn.partial-diff
s3ramsay.vscode-gtm
samverschueren.yo
saviorisdead.RustyCode
sbrink.elm
searKing.preview-vscode
shinnn.stylelint
sidthesloth.html5-boilerplate
slb235.vscode-coffeelint
slevesque.vscode-multiclip
spywhere.guides
steoates.autoimport
steve8708.Align
taichi.react-beautify
tht13.python
timothymclane.react-redux-es6-snippets
tuxtina.json2yaml
vadimcn.vscode-lldb
vector-of-bool.gitflow
vilicvane.es-quotes
vscodevim.vim
vsmobile.vscode-react-native
waderyan.gitblame
wayou.vscode-todo-highlight
webfreak.debug
wmaurer.html2jade
xabikos.ReactSnippets
yzane.markdown-pdf
zhuangtongfa.Material-theme
ziyasal.vscode-open-in-github
